const news = [
  {
    id: 1,
    title: "Новая версия React вышла сегодня",
    date: "2025-05-12",
    content:
      "Сегодня команда React анонсировала новую версию фреймворка с улучшенной производительностью и новыми хуками.",
  },
  {
    id: 2,
    title: "ИИ меняет фронтенд-разработку",
    date: "2025-05-11",
    content:
      "Искусственный интеллект теперь помогает писать код быстрее и эффективнее, создавая интерфейсы и логику.",
  },
  {
    id: 3,
    title: "Хакатон в Алматы: кто победил?",
    date: "2025-05-10",
    content:
      "Команда студентов колледжа выиграла хакатон в Алматы, создав умное приложение для учёта задач.",
  },
];

export default news;
